[language]

; Nome della lingua

name=Italiano

[firstrun]
chooselanguage=Scegli la tua lingua!
ok=OK
ignore=Ignora
oldini=Importare il file di configurazione utilizzato in precedenza
loadini=Importa
loadfail=Il file di configurazione non è stato trovato in questa cartella!
loadsuccessful=Importato con successo! 
steambak=Vuoi sincronizzare i file di configurazione di Steam?
steamerror=Esegui Steam per verificare il tuo acquisto!

[steam]
save=Salva la configurazione su Steam cloud
load=Ripristina la configurazione di Steam Cloud
steamnotrun=Devi eseguire Steam per utilizzare questa funzione!
uploadfilemaxsize=La dimensione massima del file caricato è 100 MB


[workshop]
list_install=Installati
list_home=Prima pagina
list_subscribe=Sottoscritti
list_upload=Caricati
list_voteup=Preferiti
list_themesskin=Skin e temi
list_widget=Stile componenti

newthemetip=Inserisci un nome per il tema
deltheme=Elimina tema


subscribe=Sottoscrizione
unsubscribe=Annulla l'iscrizione

icons=Pacchetto icone
dockskin=Aspetto della dock
Single icon=Singola icona
Time skin=Aspetto dell'orario
Calendar skin=Aspetto del calendario
Sound=Suono
language=Lingua

sort_alltime=sempre
sort_week=settimana
sort_month=mese
sort_year=anno

sort_hot=Popolare
sort_new=Aggiornato
sort_sub=Sottoscrizione
sort_vote=Voto

filesize=Dimensione del file
updatetime=Ora ultimo aggiornamento

opensteam=Apri Steam
runerror=Steam deve essere in esecuzione per utilizzare questa funzione!

newtheme=Nuovo tema
edittheme=Modifica tema

[themesedit]
shell=apparenza
offset=posizione
Delimiter and run=Separatore e movimento
Progress bar=Indicatore di progressione

savetheme=Salva

applytheme=Salvare e applicare questo tema immediatamente?
filetip_drop=Trascina e rilascia l'immagine qui
filetip=Clicca o trascina e rilascia l'immagine direttamente qui
dropfile=Vuoi sostituire questa immagine?

selectpicture=Seleziona un'immagine
cliptip=raccolta
clipleft=bordo sinistro
clipbottom=bordo inferiore
clipright=bordo destro
cliptop=bordo superiore

dockbg=sfondo della dock
dockblur=effetto blur della dock
Progress bar border=bordi della barra di avanzamento
Progress bar bg=sfondo della barra di avanzamento
Run indicator=Indicatore di esecuzione
Run offset=posizione di esecuzione
delimiter=separatore
Margins=Margini
Margins trimmer=Regolazione fine del margine (valori consigliati 0-0,2)

folder=cartella
trash_empty=Cestino (vuoto)
trash_full=Cestino (completo)

calmon=mese
calday=giorno

timebg=sfondo
timehour=ora
timeminute=minuto
timesecond=secondo

timetype=Tipo di orologio
timetype_pointer=puntatore
timetype_number=cifra
fontname=Il nome del font
fontsize=Dimensione del carattere
fontalign=Allineamento del testo
fontpoint=Coordinate testuali
format=Formato dell'ora
fontcolor=Colore del testo

workshopshare=Caricare il tema nel Workshop?
sharesuccess=Caricato con successo sul Workshop!
sharefailed=Caricamento non riuscito!

workshop_Preview=Anteprima
workshop_description=descrizione
workshop_otherPreview=Altre anteprime
workshop_Previewbuild=Generata automaticamente
workshop_Previewselect=Seleziona l'immagine
workshop_tip_description=Inserisci una descrizione dell'argomento

[systeminfo]
cpu=Processore
gpu=Scheda grafica
memory=Memoria
system=Sistema
moreinfo=Più informazioni

[monitor]
process=Processi
readwrite=Lettura/Scrittura
usage=Usato

;------------------------------------
[tips]
openUACtip=Viene rilevato che il sistema ha disattivato il controllo dell'account utente, il che potrebbe comportare l'impossibilità di utilizzare la funzione di trascinamento dei file nel dock per l'apertura.
openUACtip1=Il controllo dell'account utente è stato abilitato correttamente e il sistema deve essere riavviato affinché abbia effetto. Riavviare il sistema immediatamente?
openUACtip2=Abilitazione controllo account utente non riuscita!

crashtip=Il programma si è bloccato, riavviarlo?
;------------------------------------

[iconame]

;dock Label name

explorer=Esplora Risorse
launchpad=Libreria app
cal=Calendario
trash=Cestino

; L'ultima icona nell'interfaccia della cartella

exploreropen=Visualizza in Esplora Risorse
return=Torna al precedente

;System time icon label name format

timeformat=d/M/yyyy dddd
; Il formato ora è il formato dell'ora di sistema y m mese d data dd giorno della settimana ddd giorno settimana


remove=Rimuovi

;------------------------------------------------------------

[systemicon]
; Nome dell'icona di sistema
controlpanel=Pannello di controllo
taskbar=Icona della barra delle applicazioni
systemtime=Ora di sistema
network=Risorse di rete
weather=Meteo
battery=Batteria
startmenu=Menu iniziale
virtualdesktop=Desktop virtuali


------------------------------------

[editicon]
;Edit icon window

addtips=I file possono essere trascinati e rilasciati qui

reset=Resettare
ok=Ok
restore=Ripristinare
addname=Modificare il nome visualizzato
addicotips=Fare clic sul pulsante in alto a destra per aggiungere un'icona.
switch=Interruttore
trashempty=Cestino vuoto
trashfull=Cestino pieno
iconshell=Usa maschera icona
addline=Esegui comando
Icon Designer title=Editor delle icone

share=Condividi
Icon Designer=Modifica
select=Seleziona il file

icolabel=Icona
selectpicture=Seleziona
icosize=Grandezza icona
icooffsetx=Posizione orizzontale dell'icona
icooffsety=Posizione verticale dell'icona
icobackground=Sfondo
iconshadow=Mostra ombre icone
icoroundrect=Stondatura icona
icocolor=Colore
icogradient color=Usa gradienti
icocolorangle=Angolo gradiente

; Pop-up seleziona il titolo della finestra del file

selectfoldertitle=Seleziona cartella
;Weather forecast search city
searchcity=Cerca il nome della città


;------------------------------------

[editcal]

;Edit calendar window

monfontsize=Dimensione del carattere del mese:
dayfontsize=Dimensione del carattere della giorno:

monthfont=Font per il mese:
dayfont=Font per il giorno:
monthpoint=Posizione del mese:
daypoint=Posizione del giorno:
monthposition=Posizione del mese:
dayposition=Posizione del giorno:
monthcolor=Colore mese:
daycolor=Colore giorno:
rotation=Angolo di rotazione:
default=Utilizzare la configurazione predefinita

ok=Ok
test=Test

left=A sinistra
right=A destra
center=Centro

;Pop up select picture window title

selectcalicon=Scegliere un'immagine per il calendario

;------------------------------------

[editicontips]
;An error message pops up on the edit icon interface

iconduplicate=Questo programma è stato già aggiunto alla Dock!

titleerror=Il titolo del programma deve essere cambiato!
filepatherror=Il percorso e l'icona del programma non possono essere vuoti!

padtitleerror1=Nome già esistente, si prega di modificarlo!
padtitleerror2=Modifica non riuscita, si prega di non mettere il programma sull'unità 'C'!

workshopshare=Carico questa icona nel workshop?
workshopsharesuccess=L'icona è stata condivisa con successo nel workshop!
workshopsharefailed=Condivisione icona fallita!

formaterror=Formato non supportato, si prega di inserire in formato png, ico, exe o lnk!

;---------------------------------------------------------------------------
;Preferences window
[settingUI]
cloudini=Salvataggio nel cloud di Steam
uploadcloudini=Carica l'archivio
nofoundini=L'archivio non è stato caricato
downloadcloudini=Scarica l'archivio
managesteamcloud=Gestire i file
cloudfile=File cloud di Steam
uploadcloudfile=Carica il file
filename=Nome file
filesize=Dimensioni del file
filetime=Tempo di caricamento

backupsuccess=Caricato con successo!
backupfail=Caricamento fallito! 

settitle=Preferenze di MyDockFinder

Global Settings=Impostazioni globali

openMyDock=Visualizza Dock
openMyFinder=Visualizza Finder

gameautoclose=Esci automaticamente quando si gioca a schermo intero
ProcessRecentFiles=Visualizza il numero di file aperti di recente dal programma

DPIscale=Scala generale di visualizzazione dell'interfaccia
Globalblurvalue=Valore generale di sfocatura dell'interfaccia 
Accentcolor=Colore principale dell'interfaccia
darkmodeall=Colore scuro dell'interfaccia

darkmode_light=Chiaro
darkmode_dark=Scuro
darkmode_auto=Auto
darkmode_system=Sistema

uiaccesstop=Usa la funzione super top

aero=Attivare gli effetti di sfocatura dell'interfaccia
systemdarkmode=Sincronizza il colore del sistema con MyDockFinder
autoupdate=Verifica automaticamente la disponibilità di aggiornamenti

systemstart=Auto avvio MyDockFinder
none=Nessuno
regedit=Registro di sistema
plantask=Avvio di sistema
Service=servizio

windowscenterscreen=La nuova finestra viene visualizzata al centro dello schermo
showhidetaskbar_hotkey=Mostra o nascondi gli hotkey nella barra delle applicazioni

autohidetaskbar=Nascondi automaticamente la barra delle applicazioni all'avvio

hidetaskbar_dock=Nasconde la schermata in cui si trova la barra delle applicazioni
hidetaskbar_all=Nasconde la barra delle applicazioni in tutti gli schermi

languagechoice=Scegli la lingua di visualizzazione del programma
allfont=Scegli il font del programma
usefontbold=Usa il carattere in grassetto
fontscale=Modificare il ridimensionamento globale dei caratteri

themes=Temi

customize_blur=Regola intensità sfocatura
customize_opacity=Regola trasparenza
customize_stroke=Trasparenza del bordo
customize_enabled_dockbg=Sfocatura e trasparenza personalizzate per lo sfondo della Dock
customize_enabled_iconreflection=Riflessione delle icone nella dock
customize_blur_iconreflection=Regola l'intensità della sfocatura del riflesso dell'icona
customize_opacity_iconreflection=Regola la trasparenza del riflesso dell'icona
customize_offset_iconreflection=Regolare la distanza di riflessione dell'icona
customize_stoppoint_iconreflection=Regolare la distanza del gradiente del riflesso dell'icona

customize_enabled_icontag=Sfocatura e trasparenza personalizzate per le scritte della Dock
customize_enabled_menu=Sfocatura e trasparenza personalizzate per lo sfondo del Menu
customize_enabled_window=Sfocatura e trasparenza personalizzate per l'interfaccia delle finestre
customize_enabled_finder=Sfocatura e trasparenza personalizzate per il MyFinder
customize_opacity_wallpapercolor=Regola la trasparenza dei colori dello sfondo
customize_enabled_folder=Sfocatura e trasparenza personalizzate per l'interfaccia delle cartelle
customize_enabled_foldersize=Dimensioni personalizzate per le icone dell'interfaccia delle cartelle 

customize_enabled_pad=Sfocatura e trasparenza personalizzate per la libreria delle App
customize_enabled_pad_backdrop=Utilizzare lo sfondo dello schermo corrente per la libreria delle App
customize_enabled_pad_winuiwallpaper=Utilizzare l'effetto sfocatura dello sfondo animato nella libreria delle App

selectthemes_icon=Scegli il tema dell'icona
selectthemes_dockskin=Scegli il tema della Dock


general=Generale
advanced=Avanzato
preview=Anteprima
minimizewindowsettings=Riduci a icona
systrayicoset=Icone di sistema
screenset=Schermo

timeset=Ora
notificationset=Avviso

audioset=Audio
displayset=Schermo
mediaset=Media
batteryset=Batteria
netset=Rete
monitorset=Monitoraggio
windowsanimationset=Animazione finestre


about=Info

icosize=Dimensione predefinita dell'icona

icoeffect=Effetto icona

dockeffect_none=nessuna
dockeffect_scale=Ingrandimento
dockeffect_select=Selezione
dockeffect_light=illuminazione
dockeffect_scaleandlight=Ingrandimento e illuminazione
dockeffect_selectandlight=Selezione e illuminazione
icolightvalue=Intensità dell'illuminazione dell'icona
icobglightvalue=Intensità dell'illuminazione di sfondo dell'icona
icobglightcolor=Colore dello sfondo dell'icona

icomaxsize=Intensità ingrandimento dell'icona

icospace=Distanza tra le icone
edgeposition=Distanza della dock dal bordo dello schermo

iconimmersion=Il dock utilizza la modalità di immersione quando è inattivo

displaymode=Seleziona la modalità di visualizzazione della dock
displaynormal=Predefinita
displaybottom=Sovrapposizione
displayauto=Nascondi automaticamente
displaysmart=Nascondi in modo intelligente
displayhotkey=Visualizza tramite hotkey
displayalways=Sempre in primo piano
displayhide=Sempre nascosta
displayalwaysshow=Sempre in primo piano anche a schermo intero
displaydesktop=Modalità di visualizzazione desktop
showmodewindows=Selezionare il modo in cui la dock mostra e nasconde le finestre in esecuzione
showhidetest_exe=La finestra corrente del programma
showhidetest_all=Tutte le finestre del programma

showhidetype=Seleziona il Dock per mostrare l'effetto nascosto

showhideeffect_move=Sposta
showhideeffect_opacity=Svanire

activation Dock Type=Il Dock mostra come è stato attivato
showdockact_mouse=Il bordo dello schermo
showdockact_bar=Barra di attivazione

actbar_weight=Regola la larghezza della barra attiva
actbar_height=Regola l'altezza della barra attiva
actbar_offset=Regola la distanza dello schermo della barra attiva

mouseactdock=Ritardo di visualizzazione della dock al passaggio del mouse

positiononscreen=Posizione dock
screenleft=A sinistra
screenbottom=In basso
screenright=A destra
screentop=In alto

multiscreen=Selezionare il monitor dove si vuole visualizzare la Dock
multiscreenpad=Selezionare il monitor dove si vuole visualizzare il Launchpad
padicotype=Seleziona l'icona visualizzata dalla libreria dell'app
padicotype_normal=Aggiunta icona
padicotype_startmenu=Menu iniziale
padicotype_desktop=Programma desktop
padicosize=Dimensione dell'icona della libreria di app
padicospacex=Spaziatura orizzontale dell'icona
padicospacey=Spaziatura verticale dell'icona
padicoblacklist=Modificare il programma del menu Start eliminato
padblacklist=Gestire le liste

padscreenname=Segui Dock
lockicon=Blocca icone della Dock
showicontag=Mostra il testo dell'icona nella Dock
windowsborder=Preserva spazio per la dock quando si massimizza una finestra
jumpanimation=Mostra animazione salto icona quando si avvia un'applicazione
folderDoubleclickOpen=Doppio clic sull'icona nella cartella per aprirla
foldernoshowopen=Non mostrare il bottone "Visualizza in Esplora risorse" della cartella aperta
iconmask=Aggiungere un effetto maschera a tutte le icone
icomasktype=Stile globale della maschera dell'icona

show indicators=Mostra indicatori delle applicazioni aperte
Runapp separator=Separa i programmi in esecuzione
newapp=Mostra icona del programma in esecuzione
blacklist=Gestire l'elenco dei divieti
noblacklist=Nessuna procedura di divieto
hotcornerleft=Azione HotSpot dell'angolo in basso a sinistra dello schermo
hotcornerright=Azione HotSpot dell'angolo in basso a destra dello schermo
hotkeypad=Mostra tasto di scelta rapida libreria app
hotkeyDock=Tasto di scelta rapida Mostra Dock
hotkeyborder=Attiva o disattiva hotkey della Dock

dockicobackup=Gestione backup della Dock
backuplist=Gestisci file di backup 
Addbackupdockico=Crea backup 
locationbackup=Apri cartella di backup

minimize=Ridurre la finestra nella Dock
animationoff=Disattiva l'animazione di riduzione a icona
Slow animation=Tieni premuto il tasto Maiusc per rallentare l'animazione
minimizeeffect=Riduci a icona la finestra utilizzando effetti

genie=Genio
scale=Scala
scaleDX=Scala DX
suck=Aspira
Minimize dynamics=Visualizza dinamicamente il contenuto della finestra quando è ridotto a icona

minimizeAnimationspeed=Imposta velocità dell'animazione di minimizzazione
Minimize to icon=Minimizza le finestre nell'icona dell'apppicazione
Minimizeblacklist=Annulla l'animazione di minimizzazione Finestra
Editwindowlist=Modificare l'elenco delle finestre

minicopos=Posizione della finestra ridotta a icona
dockmin_lastico=Accanto all'icona a destra
dockmin_right=Visualizzato in modo indipendente sulla destra
dockmin_rightandlim=Il lato destro viene visualizzato in modo indipendente utilizzando un separatore
minimizeAnimationWait=Attendere il rendering dei fotogrammi dell'animazione della finestra minimizzata

previewon=Abilita anteprima finestra
previewsize=Dimensione anteprima finestra
previewdelay=Imposta il ritardo di visualizzazione dell'anteprima

previewcontrol=Mostra altri elementi di anteprima
previewappname=Nome dell'applicazione
previewbutton=Pulsanti di controllo della finestra
aeropeek=Mostra l'anteprima dell'intera finestra al passaggio del mouse


logotype=Seleziona lo stile del pulsante a sinistra
diylogo=Seleziona file
shutdownmsgbox=Visualizza conferma all'arresto del sistema
finderdark=Scegli la modalità colore del MyFinder

stagemanagerset=Stage Manager
showstagemanager=Mostra l'icona di Stage Manager in MyFinder
showstagemanagerwindowtitle=Mostra il titolo della finestra al passaggio del mouse
showstagemanagerdesktophidewindows=Clicca sul desktop per nascondere tutte le finestre
showstagemanagermediaplaypause=Metti automaticamente in pausa e riproduci i media della finestra in background
stagemanager_hotkey=Tasti di scelta rapida in Stage Manager

stagemanagerblacklist=Programmi esclusi da Stage Manager

stagemanager_showdesktop=Mostra le icone del desktop

desktopico_hide=Nascondi sempre l'icona
desktopico_auto=Mostra e nascondi automaticamente l'icona
desktopico_show=Mostra sempre l'icona

stagemanager_enable=Stage Manager attivo
stagemanager_listpos=Posizione dello schermo in cui si trova l'elenco delle finestre
stagemanager_listshowmode=Modalità di visualizzazione dell'elenco delle finestre

stagemanager_windowsize=Dimensione dell'icona dell'elenco delle finestre
stagemanager_windowspace=Spaziatura delle icone dell'elenco delle finestre
stagemanager_windowcount=Numero di icone dell'elenco delle finestre
stagemanager_windowsblur=Sfoca le icone della finestra di sfondo

showmediacontrol=Visualizza l'icona di riproduzione multimediale
showuseraccount=Viene visualizzata l'icona dell'account
hotkeyfinder=Mostra tasti di scelta rapida MyFinder

systemtraycolor=Mostra le icone colorate della barra delle applicazioni
showkeyboard=Mostra icona dei metodi di input
showsearch=Mostra icona di ricerca
showLyrics=Mostra i testi del lettore musicale
showLyrics_color=Visualizza i testi a colori del lettore musicale

musiccontrolshowmode=Modalità di visualizzazione del controllo multimediale
musiccontrol_close=Non mostrare
musiccontrol_activity=Mostra quando viene utilizzato
musiccontrol_always=Mostra sempre

finderdark_auto=Sfondo
finderdark_set=Impostazione

multiscreenfinder=Seleziona lo schermo per visualizzare MyFinder
findershowallscreens=Tutti gli schermi

finderdisplaymode=Seleziona la modalità nascosta di visualizzazione del MyFinder
finderautochangecolor=Ingrandire la finestra per utilizzare la modalità immersiva
finderfastclosewindow=Fare clic nell'angolo in alto a destra per chiudere la finestra ingrandita corrente
myfinderscaleopen=Usa scala personalizzata
mouseactfinder=Tempo di attivazione ritardata del mouse MyFinder
showusbdevice=Vengono visualizzati i dischi rimovibili USB

finderlockbtn=Pulsante di blocco per impedire lo spostamento
findershowmenu=Mostra altre voci di menu del programma
bluetooth_showbattery=Dispositivo bluetooth connesso
bluetooth_not show=Non mostrare
bluetooth_icon=Mostra solo icone
bluetooth_value=Icona del display e livello della batteria

showaudio=Mostra l'icona del volume nel MyFinder
showmicrophone=Mostra l'icona del microfono in MyFinder

showbattery=Mostra l'icona della batteria nel MyFinder
shownetwork=Mostra icona Rete nel MyFinder
showbluetooth=Mostra icona Bluetooth nel MyFinder
showdisplay=Mostra icona di visualizzazione nel MyFinder
showcpu=CPU
showtemp=Coretemp
showmen=RAM
showdisk=DISCO
shownet=RETE

showbatterytime=Visualizza la durata residua della batteria
batteryshow_none=Non mostrato
batteryshow_acdc=Sempre visualizzato
batteryshow_ac=Quando si utilizza un alimentatore
batteryshow_dc=Quando si utilizzano le batterie

powerset_open=Cambia automaticamente combinazione per il risparmio di energia
powerset_aconline=Combinazioni per il risparmio di energia quando si utilizza l'alimentazione
powerset_battery=Combinazioni per il risparmio di energia quando si utilizzano le batterie

Calendarfirstday=Primo giorno della settimana
Calendar_Sunday=Domenica
Calendar_Monnday=Lunedì

formatdate=Scegli il formato di visualizzazione della data
formattime=Scegli il formato di visualizzazione dell'ora
customformatdate=Personalizzare il formato di visualizzazione della data
customformattime=Personalizzare il formato di visualizzazione dell'ora

showbatteryvalue=Mostra percentuale della batteria 
audiotip=Riproduci il suono di modifica del volume
mediatype=Selezionare lo stile del prompt di volume e luminosità

media_system=Sistema
media_speakers=Altoparlante
media_phone=Cellulare

hotkeyvolup=Tasto di scelta rapida aumento volume
hotkeyvoldown=Tasto di scelta rapida diminuzione volume
hotkeyvolmute=Tasto di scelta rapida per la disattivazione del volume
hotkeymicup=Tasto di scelta rapida per aumentare il volume del microfono
hotkeymicdown=Tasto di scelta rapida per abbassare il volume del microfono
hotkeymicmute=Tasto di scelta rapida per silenziare il microfono


hotkeybriup=Tasto di scelta rapida per l'aumento della luminosità
hotkeybridown=Tasto di scelta rapida la diminuzione della luminosità
hotkeycontrolvalue=Regola il valore del tasto di scelta rapida per aumentare o diminuire il valore del tasto di scelta rapida.

systemnotification=Notifica di sistema
usbdevicenotification=Mostra la notifica per la connessione ed espulsione del disco mobile
bluetoothdevicenotification=Mostra la notifica di connessione del dispositivo Bluetooth
Appnotification=Notifiche dell'app
notification_open=Consenti notifiche
notification_type=Come vengono visualizzate le notifiche dei banner
notification_time=Tempo di visualizzazione della notifica del banner
notification_show_close=Non mostrare banner
notification_show_once=Mostra solo la prima volta
notification_show_always=Mostra sempre

trayicoallshow_myfinder=Mostra sempre tutte le icone della barra delle applicazioni in MyFinder
trayicoallshow_mydock=Mostra sempre tutte le icone della barra delle applicazioni in MyDock
trayicoallshow_systemico=Visualizza l'icona della barra delle applicazioni del sistema in MyFinder
trayico_waittime=L'icona della barra delle applicazioni appena eseguita mostra l'ora

Apptrayico=Icone della barra delle applicazioni
apptrayicoshow_finder=Mostra le icone della barra delle applicazioni in MyFinder
apptrayicoshow_dock=Mostra le icone della barra delle applicazioni in MyDock

screenround=Schermo con angoli arrotondati
screenround_show=Abilita gli angoli arrotondati dello schermo
screenround_size=dimensione dell'angolo dello schermo
screenround_color=colore

openwindowsshow=Animazione apertura finestra
windowsopeneffect=Effetto animazione apertura finestra

openwindowsclose=Animazione di chiusura della finestra
windowscloseeffect=Effetto animazione chiusura finestra
windowsblacklistadd=finestra per l'aggiunta di esclusioni
windowsblacklistdel=Rimuovi le finestre per i programmi esclusi
windowsclose_animation=Regola la velocità dell'animazione

stagemanager_animation=Regola la velocità dell'animazione
mediatiptime=Tempo di visualizzazione del prompt della luminosità del volume

other=Altro

wallpaper=Sfondo

selectwallpaper=Seleziona il tema dello sfondo
wallpapernone=Nessuno
loadwallpaper=Carica tema sfondo 
wallpaperdownload=Scarica temi per sfondi 
wallpaperOK=Applicazione 

restartdock=Riavvia MyDockFinder

resetini=Elimina i dati
resetini_ok=Elimina
resetini_config=Profilo delle preferenze
resetini_ico=Profilo Icona Dock
resetini_padico=File di configurazione della libreria applicativa
resetini_padicocache=Cache delle icone di Launchpad

systemiconcache=Cache delle icone di sistema

uninstall=Disinstallare

updatelog=Changelog
updatelogcheck=Vista

ok=Ok
cancel=Annulla

------------------------------------------------------------
[hotcorners]
nothing=Disattivo
allwindows=Mostra tutte le finestre
launchpad=Mostra Launchpad
displaytosleep=Spegnere il display
startmenu=Mostra menu start
showdesktop=Mostra desktop
actioncenter=Centro operativo Windows
screensaver=Screensaver
Windows widget=Widget di Windows

[settingtips]
backupsuccess=Caricato con successo!
backupfail=Caricamento non riuscito.

hotkeyhideerror=Impostare per visualizzare il tasto di scelta rapida del Dock o questa funzione potrebbe non essere disponibile!
resetinitip=Vuoi reimpostare il file di configurazione?
systemicontip=Vuoi cancellare la cache delle icone di sistema?

;An error message pops up on the setting interface
DPItips=Alcune interfacce entreranno in vigore dopo la chiusura e la riapertura!
winuiwallpapertip=Se il computer si arresta in modo anomalo dopo l'accensione, disattivare questa opzione e avrà effetto dopo il riavvio del programma! ! !

edgetip=Il perimetro del limite della finestra aperta non può essere regolato!
autohideerror=Questa funzione non può essere abilitata quando si apre il limite della finestra!
neterror=Errore di rete, si prega di controllare la connessione.
autohide=Nascondi automaticamente Dock non può essere abilitata!
updateerror1=Errore di rete, riprova!

updatetip1=Controlla aggiornamenti
updatetip2=Il file viene aggiornato immediatamente dopo il download?

noupdate=Hai già la versione più recente!

restarttip=Apri dopo aver riavviato il programma!

languagetips=Per abilitare le modifiche riavvia l'applicazione

restartruntip=Vuoi riavviare il programma?

backupfolderror=Impossibile creare la cartella di backup, controllare le autorizzazioni della directory!

backuptips=Si desidera ripristinare questo file di backup?


;-------------------------------------------------------------------

[menu]
;Right menu
reboot explorer	=	Riavviare

closewindows=Chiudi la finestra

RecentFiles=File aperti di recente
otheroption=Opzioni
dockmenu=Menu del programma
menurecent=Visto di recente
menubind=Fissato
menutask=Raccolte

edit_cut=Taglia
edit_copy=Copia
edit_paste=Incolla
edit_selectall=Seleziona tutto
edit_delete=Elimina
edit_openurl=Apri l'URL

workshop=Workshop
newfinderwindow=Nuova finestra di Esplora risorse
gotofolder=Vai alla cartella
connecttoserver=Desktop remoto
showlaunchpad=Mostra Launchpad


addnormalicon=Aggiungi icona
addsystemicon=Aggiungi icona di sistema
add delimiter=Aggiungi separatore
del delimiter=Rimuovi separatore

showtaskbar=Mostra barra delle applicazioni
hidetaskbar=Nascondi barra delle applicazioni
preference=Preferenze
enddock=Chiudi MyDockFinder

editicon=Imposta icona
removefromdock=Rimuovi dalla Dock
keepindock=Mantieni nel Dock
locationfile=Apri il percorso del file
runagain=Eseguire nuovamente questo programma
nevershowthis=Non mostrare più questo programma
adminmode=Modalità amministratore
open=Apri
quit=Chiudi

emptytrash=Svuota il cestino
sortorder=Ordina per
Byname=Nome
Bysize=Grandezza
Byextension=Estensione
Bydate/time=Ultima modifica
Createtime=Data di creazione
Groupdirectories=Prima le cartelle
reverseorder=Ordinamento inverso
closewindow=Chiudi finestra
Display=Aspetto dell'icona
Folder=Icona
Stack=Icone sovrapposte
Locatefolder=Apri direttamente
FolderEffect=Tipo di visualizzazione
Grid=Griglia
Fan=Pila
menufold=Menu

showmodeapps=Impostare la modalità di visualizzazione e riduzione delle app
showmodedesktop=Impostare la modalità di visualizzazione e riduzione del desktop
NominiEffect=Non mostrare l'animazione di riduzione della finestra
nevershowprogress bar=Non mostrare più la barra di avanzamento del programma
showmodenormal=Segui le impostazioni
msgtips=Impostare un promemoria
incognito=Nuova finestra di navigazione in incognito

systemmenu=Menu di sistema

timeskin=Seleziona il tema dell'orologio
timedefault=Predefinito

----------------------------------------------

[launchpad]

addicon=Icona Aggiungi
deleteicon=Elimina questa icona
padsortname=Ordina per nome
padsort=Riempimento automatico dell'icona

search=Ricerca
ok=Ok
addtips=Si prega di trascinare qui i file exe e lnk
----------------------------------------------

[promptwindow]

;Empty trash can prompt and other prompts

ok=Ok
cancel=Annulla
trashok=Svuota il cestino
trashtitle=Sei sicuro di voler svuotare il cestino?
batterytip=Batteria scarica, collegare il cavo

eject=espelli
Connected=collegato
brightnesstip=La regolazione della luminosità del monitor può causare danni permanenti al monitor, si prega di farlo con cautela!
brightnesstip1=Viene rilevata una luminosità del monitor pari a 0, se il monitor non visualizza il contenuto o non fa clic su OK, ripristinare la luminosità dello schermo dopo 5 secondi


-----------------------------------------------
; Descrizione di formato tempo
;ddd giorno della settimana dddd giorno della settimana M mese d giorno H formato 24 ore h 12 ore formato m minuti s secondi
;D dele con due cifre, ad esempio HH:mm:ss 09:06:05
; Tutti i seguenti formati possono essere personalizzati e modificati e il numero a sinistra può essere aggiunto senza limiti lasciato vuoto per indicare che la data non viene visualizzata
; Dopo che la modifica è stata salvata, avrà effetto immediato, impostata direttamente e fai clic sul menu del formato dell'ora per visualizzare l'effetto
[formatdate]
1=
2=ddd
3=d MMM
4=d MMM ddd
5=ddd d MMM

[formattime]
1=H:mm
2=tt h:mm
3=H:mm:ss
4=tt h:mm:ss

[calicon]

;Calendar icon month text

m1=Gen
m2=Feb
m3=Mar
m4=Apr
m5=Mag
m6=Giu
m7=Lug
m8=Ago
m9=Set
m10=Ott
m11=Nov
m12=Dic


[findermenu]
spatialaudio=Audio spaziale

bluetoothdisconnect=Disconnettersi
bluetoothunpair=Eliminare il dispositivo

lockscreen=Bloccare lo schermo
usersetting=Impostazioni dell'account

HideMenu=Nasconde la barra dei menu della finestra
systemmenu=Menu finestra

bluetooth=Bluetooth
Bluetooth settings=Impostazioni Bluetooth
device=Dispositivo
Preferred network=Rete preferita
other networks=Altre reti
network settings =Impostazioni di rete
Audio=Suono
output=Output
Microphone=Microfono
input=Dispositivo di input
audio settings=Impostazioni audio
battery settings=Impostazioni della batteria
BatteryEstimatedTime=rimanente
batterytime_hour=orario
batterytime_min=minuti
Edit title=Modifica titolo
Window border=Bordo della finestra
end finder=Chiudi MyFinder
About This PC=Informazioni su questo PC
System settings=Impostazioni di sistema
app Store=Microsoft Store
Task manager=Task manager
Sleep=Sospendi
Dormant=Iberna il sistema
Shutdown=Arresta il sistema
Reboot=Riavvia il sistema
Shutdown&Update=Spegni e aggiorna
Reboot&Update=Riavvia e aggiorna

Lock screen=Schermata di blocco
Logout=Esci

symbol=Mostra emoticon e simboli 
Screen Keyboard=Mostra tastiera virtuale 
keyboardname=Mostra il nome della tastiera
Keyboard settings=Impostazioni della tastiera
display=Mostra
systemdark=Modalità scura
bluelight=Luce notturna
focusassist=Non disturbare
focusoff=Disattivato
focusPriorityOnly=Solo notifiche prioritarie
focusAlarmsOnly=Solo allarmi
Notification settings=Preferenze di notifica
screen projection=Proiezione
screen INTERNAL=Solo schermo principale
screen CLONE=Duplica
screen EXTEND=Estendi
screen EXTERNAL=Solo schermo secondario
displayset=Impostazioni di visualizzazione
hotspot=Hotspot
airplane=Uso in aereo
deviceon=Acceso
deviceoff=Spento
eject=Espelli
open=Aprire

[findertips]
Mute=Muto
battery=Batteria
AcOnLine=Alimentazione
Charging=In carica
notCharging=Non in carica
Usebattery=batteria
Full battery=Batteria carica
brightness=Luminosità
show trayico=Mostra icone di sistema

[findertitle]

[findermenubrowser]
new=Nuovo
newtab=Nuova scheda
newwindow=Nuova finestra
favorites=Preferiti
history=Cronologia
download=Download
window=Finestra
file=File
no file=Nessun file selezionato

View=Vista
Sort by=Ordina per
Group by=Raggruppa per
refresh=Aggiorna
showicons=Visualizza le icone del desktop

sort_none=non
sort_bigicon=Icone grandi
sort_mediumicon=Icone medie
sort_smallicon=Icone piccole
sort_superbigicon=Icone molto grandi
sort_list=Lista
sort_details=Dettagli
sort_tile=Riquadri
sort_content=Contenuto
sort_name=Nome
sort_size=Grandezza
sort_type=Tipo
sort_time=Data
sort_ascending=Ordine crescente
sort_descending=Ordine discendente
sort_AutoArrange=Disponi le icone automaticamente
sort_snaptogrid=Disponi automaticamente le icone allineate alla griglia


[shutdown]
shutdown=Vuoi spegnere il sistema?
Reboot=Si desidera riavviare il sistema?
Logout=Vuoi disconnetterti?
Dormant=Vuoi ibernare il sistema?
sleep=Vuoi sospendere il sistema?
now=Sì
minute=Posponi
[wifi]
password=Password:
showpassword=Mostra password
join=Accedi
cancel=Annulla


[weather]
00=Soleggiante
01=Nuvoloso
02=giornata nuvolosa
03=Rovesci
04=Tuoni
05=Temporali con grandine
06=Nevischio
07=Pioggia leggera
08=Pioggia moderata
09=Pioggia
10=temporale
11=Pioggia
12=Pioggia
13=Neve
14=Koyuki ·
15=Zhongxue ·
16=Nevicate
17=Tormenta
18=Nebbia
19=Pioggia gelata
20=Tempesta di sabbia
21=Pioggia da leggera a moderata
22=Pioggia da moderata a forte
23=Pioggia
24=Da forti piogge a forti piogge
25=Da forti piogge a piogge estreme
26=Neve medio-piccola
27=Neve da moderata a forte
28=Grande per Blizzard
29=Polvere galleggiante
30=sabbia
31=Forte tempesta di sabbia
32=Nebbia densa
33=Neve
49=Nebbia forte
53=Nebbia
54=Foschia moderata
55=Foschia pesante
56=Grave foschia
57=Nebbia pesante
58=Nebbia forte
301=pioggia
302=Neve